[
  {
    "key": "הזכות לחיים וביטחון",
    "value": "זכותו הטבעית של כל אדם באשר הוא אדם שלא לחיות בפחד שתהיה פגיעה פיזית בגופו, השפלה, איומים, עינויים כלומר גופני או נפשי. חובת המדינה להגן על כל בני האדם בשטחה מפני פגיעה בגופם ובחייהם מאחרים. זו הזכות הבסיסית ביותר בלעדיה אין משמעות ליתר הזכויות וכן זו הזכות שמושקעים בה הכי הרבה כספים מכספי משלמי המיסים."
  },
  {
    "key": "הזכות לכבוד",
    "value": "זכותו הטבעית של כל אדם באשר הוא אדם לא להיות מושפל, לשמור על כבודו האנושי בלי שיבזו או יעליבו אותו, בלי שיפגעו בדימויו העצמי ובתחושת הכבוד העצמי שלו. מהזכות לכבוד נגזרות גם הזכות לפרטיות - זכותו של כל אדם לחיות ללא חשיפה, התערבות או חדירה לחייו. שלא יאספו או יפרסמו פרטים עליו ללא הסכמתו. כל פלישה פיזית למרחב האישי נחשבים חדירה. כשמדובר האדם ציבורי ניתן לפרסם פרטים שיש בהם עניין ציבורי. הזכות לשם טוב - זכותו של כל אדם ששמו לא יוכפש. הכפשה היא פרסום מידע שלילי שקרי שאין לו אחיזה במציאות."
  },
  {
    "key": "הזכות לחירות",
    "value": "זכותו הטבעית של כל אדם באשר הוא אדם להחליט/לעשות/לפעול/להימנע מפעולה/לבחור על פי רצונו החופשי. אין לשלול את חירותי של האדם ע\"י מעצר או הגבלת חופש המחשבה והפעולה שלו. מקור הזכות מהתפיסה הדמוקרטית הרואה באדם עצמאי, חושב, ובעל אחריות. לזכות לחירות נגזרות רבות, כמו: חופש התנועה, חופש המחשבה והמצפון, חופש דת, חופש מדת, חופש העיסוק."
  },
  {
    "key": "זכות חופש המחשבה והמצפון",
    "value": "זכותו של כל אדם באשר הוא אדם להאמין בכל דעה ומחשבה בכל נושא לפי בחירתו. לכל אדם יש זכות לפעול בהתאם למצפונו ואו לסרב לפעול בניגוד למצפונו. האדם יכול לגבש דעה בכל נושא, לקיים משא ומתן בינו לבין עצמו ומתוך כך לגבש לעצמו דעה בכל עניין (פוליטיקה, מוסר, דת), גם אם הדעה אינה מוקבלת."
  },
  {
    "key": "זכות חופש הביטוי",
    "value": "זכותו של כל אדם באשר הוא אדם לבטא כל דעה, להפיץ את עמדותיו/דעותיו/אמונותיו בכל בדרך למשל לבוש, פולחן, תקשורת, אמנות, דיבור, בכתב, וכו' בפומבי ובגלוי. חופש הביטוי מאפשר את גילוי האמת, הוא דרוש כדי לקיים תהליך דמוקרטי במדינה, מאפשר לשמור על יציבות חברתית, הגשמה עצמית של הפרט ופלורליזם תרבותי."
  },
  {
    "key": "זכות לחופש דת",
    "value": "זכותו של כל אדם באשר הוא אדם להחזיק באמונה מסויימת, להשתייך לכל קבוצה דתית, לקיים כל טקס, מנהג או פולחן."
  },
  {
    "key": "זכות לחופש מדת",
    "value": "זכותו של כל אדם באשר הוא אדם שלא להחזיק באמונה, לא להיות שייך לדת כלשהי ושלא יכפו עליו לקיים את חוקיה. זכותו של כל אדם שלא לסבול הטפה או כפייה דתית ולא לקיים טקס או פולחן דתי בניגוד לרצונו."
  },
  {
    "key": "זכות לחופש התנועה",
    "value": "זכותו של כל אדם באשר הוא אדם לנוע כרצונו ולהימצא בכל מקום ללא הגבלה. הזכות לכניסה חופשית למדינה מוקנית רק לאזרחים. זכותו של האדם לצאת ממדינתו ולהיכנס אליה ללא הגבלה. הזכות נפגעת במקרים של מעצר בית, בית כלא, טעמי ביטחון/דת."
  },
  {
    "key": "זכות לחופש העיסוק",
    "value": "זכותו של כל אדם באשר הוא אדם לעבוד בכל עבודה/מקצוע בכפוף להכשרה נדרשת/רישוי. זאת לשם הבטחת הקיום שלו והגשמה עצמית. בישראל הזכות מוענקת לתושבים ואזרחים בלבד."
  },
  {
    "key": "הזכות לקניין",
    "value": "זכותו של כל אדם באשר הוא אדם להחזיק ברכוש פרטי, להשתמש בו כרצונו ללא חשש שיילקח ממנו. אין לפגוע בקניינו של האדם, הכוונה היא גם לקניין חומרי וגם לקניין רוחני. קניין חומרי - רכושו הפיזי של האדם, למשל בית, כסף, מכונית. קניין רוחני - יצירות שיצר האדם בעצמו למשל שיר, סיפור, מאמר, המצאה."
  },
  {
    "key": "הזכות להליך הוגן",
    "value": "זכותו של כל אדם שנמצא בהליך משפטי להיות זכאי להגנה על זכויות היסוד שלו, כך שלא ייפגעו מעבר לנדרש לצורך קיום ההליך. חובת ההגנה על זכויותיו צריכה להחנות את המדינה בכל הליך משפטי. האדם הוא חף מפשע כל עוד לא הוכחה אשמתו (לא הורשע). כל אדם זכאי למשפט הוגן ופומבי, ייצוג על ידי עו\"ד, שופטים בלתי תלויים, ענישה בהתאם לחוק, לדעת במה הוא מואשם, מה הראיות נגדו, זכאי לערער. כדי לוודא את השמירה על זכויותיו, אין לערוך חיפוש בביתו, מעצר מוגבל ל24 שעות, אין להעניש במאסר או קנס ללא משפט, זכאי לייצוג משפטי, שופטים בלתי תלויים. זכותו שלא להפליל את עצמו (לשמור על זכות השתיקה)."
  },
  {
    "key": "הזכות לשוויון",
    "value": "זכותו של כל אדם באשר הוא אדם, ללא הבדל גזע, דת, מין, זהות, שיוך או כל סיבה אחרת לקבל מהשלטונות יחס זהה, שווה לזולתו. אופני היישום של הזכות לשוויון נתונים במחלוקת בכל חברה. במובן המצומצם, על חוקי המדינה לחול ולהיאכף על כולם במידה שווה. במובן הרחב, לכולם יש את הזכות לשוויון הזדמנויות חברתי כלכלי. הזכות באה מעצם ההכרה בערך השוויון לפיו כל בני האדם שווים זה לזה בערכם ובזכויותיהם מרגע לידתם. השוויון בא לידי ביטוי בשוויון בפני החוק - חובת ציות ואכיפה, שוויון פוליטי - זכות הצבעה שווה בבחירות, שוויון כלכלי חברתי - שוויון הזדמנויות."
  },
  {
    "key": "הבחנה מותרת",
    "value": "התייחסות שונה לאנשים שונים (כשרלוונטי), בשל צרכים מיוחדים שלהם (נכים, מחוננים, לקויי למידה) או בשל דרישות רלוונטיות (כישורי עבודה). המדינה מעניקה לפרטים התייחסות שונה, כל עוד השוני קיים (לרוב כל החיים). חוקים רבים בכל מדינה דמוקרטית מבוססים על הבחנה מותרת. ההבחנה הינה אישית."
  },
  {
    "key": "העדפה מתקנת",
    "value": "הענקת יחס שונה לטובה לאוכלוסייה מסוימת, שקופחה בעבר או מופלית או חלשה. למשך זמן מסוים, וזאת במטרה לצמצם את הפערים ואת אי השוויון הבאים לידי ביטוי כפערים חברתיים כלכליים, פוליטיים. המטרה היא לשנות יחס סטריאוטיפי ולשלב את כלל המגזרים המרכיבים את החברה."
  },
  {
    "key": "אפליה פסולה",
    "value": "פגיעה בזכות לשוויון על ידי הענקת יחס שונה לבני אדם מסיבה לא מוצדקת, בשל זהותם, שיוכם או דת, גזע, מין, מוצא, וכו'."
  },
  {
    "key": "הזכות לבחור ולהיבחר",
    "value": "זכות פוליטית אזרחית - זכות טבעית של האזרח לבטא את עמדותיו הפוליטיות ע\"י קביעת הרכב השלטון. זכות זו היא כללית ושווה לכולם (מלבד תנאי גיל ומקום). זכות זו מוענקת לאזרחי המדינה בלבלד. כל מדינה מגדירה לעצמה את התנאים לכך, כך למשל בישראל מותר לבחור מגיל 18 ולהיבחר מגיל 21. מאפשר לאזרח להשפיע על פעולות נציגיו בשלטון."
  },
  {
    "key": "הזכות להתאגדות פוליטית",
    "value": "זכות פוליטית אזרחית - זכות טבעית של האזרח להתחבר לקבוצה ובמסגרתה להשפיע על החיים הציבוריים ולהביא לשינויים חברתיים ופוליטיים דרך הקבוצה. כלומר להקים/להיות חבר מפלה ולהשפיע על הדרך שבה מתנהלת המדינה."
  },
  {
    "key": "חופש ההפגנה והמחאה",
    "value": "זכות פוליטית - נגזרת של חופש הביטוי וטוענת כי זכותו של כל אדם באשר הוא אדם להביע את דעתו ועמדתו בכל נושא ואף למחות נגד מדיניות השלטון בכל עניין באמצעות הפגנות ומחאות. החשיבות הרבה היא להשתתף בתהליכים הדמוקרטיים במדינה וזה קורה באמצעות החופש הזה."
  },
  {
    "key": "חובות האדם (כאדם וכאזרח)",
    "value": "כאדם: חובתו הבסיסית של האדם היא להכיר ולכבד את זכויות האדם האחר, להימנע מפגיעה בזכויות אלו של הזולת, לפעול למימושן ולהתנהג בסובלנות.\n\nכאזרח: ציות לחוקי המדינה ומילוי חובות הקבועים בחוק (מיסים, שירות בצבא, נאמנות למדינה), השתתפות בפוליטיקה והשפעה על אופי המדינה (הצבעה בבחירות או התמודדות), תרומה לקהילה ולמדינה. החובות הללו נובעות מעצם היותו של האזרח חלק מהעם ומאחריותו לקיים את המסגרת המדינית יחד עם שאר האזרחים."
  },
  {
    "key": "עקרון שלטון העם",
    "value": "עקרון יסוד בדמוקרטיה לפיו העם (הכולל את כל אזרחי המדינה) הוא המקור הסמכות השלטונים במדינה. הוא הריבון והוא שולט באמצעות נציגים. העם אחראי על ניהול המדינה ועל קביעת כללי המשחק בה. את הסמכות הזאת הוא מעביר לנציגיו לשלטון לזמן מוגבל בחוק. בדמוקרטיה ישירה - כלל אזרחי המדינה מנהלים את ענייני המדינה באופן ישיר ללא מתווכים. הם משתתפים בפעולות החקיקה, הביצוע והשיפוט במדינה. בדמוקרטיה עקיפה - כלל אזרחי המדינה בוחרים נציגים שינהלו את המדינה בשמם ולמענם. הנציגים הנבחרים מחוקקים חוקים, קובעים מדיניות ואחראים על הביצוע והשיפוט במדינה."
  },
  {
    "key": "עקרון הכרעת הרוב",
    "value": "עקרון יסוד בדמוקרטיה הקובע שמתוך כמה אפשרויות נבחרת זו שרוב האוכלוסיה תומכת בה. אסור לרוב לקבל החלטות שפוגעות באופן לא סביר ובלתי מוצדקת בזכויות יסוד ובמיוחד בזכויות המיעוט. הדמוקרטיה מעודדת ריבוי דעות ודיון, אך יש צורך לקבל החלטה שתחייב את בעלי הדעות השונות. הכרעה לפי רצון הרוב היא הקרובה ביותר לרצון הכלל ולכן היא הדרך ההוגנת לקבל החלטות. החלטת הרוב מקיימת את כולם, כולל את המיעוט (כל עוד היא שומרת על כללי המשחק הדמוקרטי)."
  },
  {
    "key": "עקרון שלטון החוק",
    "value": "עקרון יסוד בדמוקרטיה הקובע את כללי ההתנהגות. החוק קובע את הכללים המחייבים את ההתנהגות גם של האזרח וגם של השלטון. החוקים נחקקים ע\"י הרשות המחוקקת שמבטאת את ריבונות העם והם יונקים מהערכים והמנהגים המקובלים בכל מדינה. החוק מחויב להיות שוויוני (בתוכן ובאכיפה), כללי (חל על כולם), בהיר ופומבי. לאזרח מותר הכל כל עוד לא נאסר עליו ולשלטון אסור הכל כל עוד החוק לא התיר לו. החוק צריך להיות ברור כך שכל אדם ידע להתנהל לפיו. מבחינת מהות החוק יש הרואים חשיבות שהחוק יתאים לצדק למוסר ולזכויות האדם."
  },
  {
    "key": "עקרון הסובלנות",
    "value": "עקרון יסוד בדמוקרטיה לפיו יש לקבל את השונים ממך ולהתנהג אליהם בכבוד ובהבנה - יחס מכבד, גם אם הדעות/אורח החיים שלהם שונה. יש להימנע מתגובות של אלימות פיזית ומילולית בעת מחלוקת, גם אם שונותו של הזולת גורמת ל\"סבל\" כלשהו. \"אני שולל את מה שאתה אומר אבל אקריב את חיי על זכותך לומר זאת\". בהיבט פוליטי, יש להימנע מהפעלת סמכות שלטונית כלפי עמדות ביקרותיות. יש לאפשר לאזרחים לבטא רעיונות ואינטרסים שאינם זכוים להסכמת רוב (או הסכמת השלטון). הסובלנות מאפשרת לאזרחים להשתתף ב\"שוק חופשי\" של דעות ומאפשר מימוש זכויות כמו חירות, חופש ביטוי."
  },
  {
    "key": "עקרון הפלורליזם",
    "value": "עקרון יסוד בדמוקרטיה לפיו יש להכיר באופן מעשי ומוסרי בזכות קיומם של קבוצות, דעות, השקפות, צרכים ורצונות שונים בחברה ובחשיבות קיומם. יש לעודד ולתמוך בהם. הקבוצות המרכיבות את המדינה הדמוקרטית שונות זו מזו מבחינה כלכלית, דתית, חברתית, פוליטית והפלורליזם מאפשר לקבוצות האלו לשמור על זהותן והאינטרסים שלהן במטרה להשפיע. הוא מאפשר פיזור כוח, קיום תחרות חופשי, הגבלת השלטון, הכרה בשונות."
  },
  {
    "key": "עקרון ההסכמיות",
    "value": "עקרון יסוד בדמוקרטיה , לפיו צריכה להיות הסכמה רחבה בין קבוצות בחברה (על אף חילוקי הדעות) על כללי המשחק או אופייה הבסיסי של החברה והמדינה. ההסכמיות מחזקת את היציבות ומאפשרת קיום משותף על אף חילוקי הדעות בתחומים רבים. ישנו מתח בין הפלורליזם שמעודד ריבוי קבוצות ודעות לבין ההסכמיות שמחזקת את האחידות. ככל שההסכמה רחבה יותר וככל שההסכמה מקיפה נושאים מרכזיים רבים יותר כך גדלה רמת היציבות של המדינה ושל המסגרת החברתית."
  },
  {
    "key": "הכללים לבחירות דמוקרטיות (כ\"ח מש\"ה)",
    "value": "כ\"ח משה\nכלליות - כל האזרחים יכולים לבחור ולהיבחר לשלטון. החוק קובע מי לא יכול (למשל אם הוא מתחת לגיל מסוים).\nחשאיות - אף אחד חוץ מהבוחר לא יודע למי הוא מצביע. הבוחר מצביע מאחורי פרגוז המוצב בקלפי. זה מבטיח שהבוחר לא יהיה מושפע מלחצים שונים.\nשוויוניות - כל קול של מצביע שווה לקול של האחר.\nמחזוריות - הבחירות חוזרות על עצמן פעם בתקופה קבועה המוגדרת בחוק. בישראל פעם ב4 שנים.\nהתמודדות חופשית - הבחירות מאפשרות תחרות הוגנת המבוססת על חירויות כמו חופש הביטוי וההתאגדות. כל מפלגה או מועמד הרוצה יכול להשתתף (בהתאם לתנאים) בתחרות שהיא הוגנת."
  },
  {
    "key": "שיטת הבחירות בישראל (אר\"י)",
    "value": "אר\"י\nארציות - כל הארץ אזור בחירה אחד לצורך חישוב תוצאות הבחירות. כל 120 חברי הכנסת נבחרים מכל הארץ, אין חלוקה לאזורים.\nרשימתיות - מצביעים למפלגה שלה יש רשימת מועמדים (לא לאדם יחיד), הרשימה נקבעת לפי פריימריס (בחירות בתוך המפלגה) או ועדה מסדרת או ע\"י ראש המפלגה.\nיחסיות - כל מפלגה מקבלת ייצוג בכנסת ביחס לקולות שלה (יותר קולות - יותר נציגים) בתנאי שעברה את אחוז החסימה."
  },
  {
    "key": "אחוז החסימה",
    "value": "מנגון מיתון לשיטת הבחירות הקובע בחוק אחוז כלשהו מכלל קולות המצביעים שעל כל מפלגה לקבל כדי שתוכל לקבל ייצוג בכנסת. אמצעי זה מגביל את מספר המפלגות המיוצגות בכנסת ומגביר את יציבותה. החיסרון הוא שמפלגות קטנות לא מקבלות ייצוג וזה פוגע בפלורליזם."
  },
  {
    "key": "עבריינות פלילית רגילה",
    "value": "אדם שפועל בדרך אקטיבית לרוב אלימה. אינו מוכן לשאת בתוצאות מעשיו. הפעולה נעשית מתוך מניעים אישיים. למשל רצח, גניבה, אונס. זה פוגע בתחושת הביטחון בחברה. חובת המדינה להילחם בהפרות האלו ע\"י חינוך, אכיפהו ענישה. יש פגיעה וסכנה לסדר ולשלום הציבורי."
  },
  {
    "key": "עבריינות שלטונית אישית",
    "value": "נושא במשרה ציבורית (נבחר או ממונה) מבצע עבירה ממניעים אישיים. הוא אינו מוכן לשאת בתוצאות מעשיו. קורה תוך כדי הפעלת סמכות שלטונית. למשל שוחד, קבלת מתנות אסורות, מינויים פוליטיים אסורים. המדינה אוכלת. יש סכנה לאובדן אמון הציבור ברשויות השלטון (שהן לא פועלות לטובת הציבור)."
  },
  {
    "key": "עבריינות שלטונית ציבורית",
    "value": "נושא במשרה ציבורית (נבחר או ממונה) מבצע עבירה מתוך מניעים להטיב עם ציבור מסויים או טובת הכלל (מנקודת מבטו). הוא אינו מוכן לשאת בתוצאות מעשיו. יחס החברה שלילי בגלל הסכנה לאובדן אמון הציבור ברשויות השלטון שפועלות לא לטובת כלל הציבור.חלק יגלו סלחנות למרות הפרת החוק בגלל שהוא מטיב עימם. על המדינה לאכוף את העבירה."
  },
  {
    "key": "פקודה בלתי חוקית בעליל",
    "value": "הוראה אשר ניתנת ע\"י מפקד מוסמך או רשות מוסמכת בדרך כלל בצבא או במשטרה. ההוראה נוגדת את החוק וסותרת את ערכי המוסר והמצפון האנושי הבסיסיים. כל אדם, גם מי שאינו משפטן מבין שאין לציית לה. יש בהוראה פגיעה בחפים מפשע. \"דגל שחור\" מתנוסס מעליה. \"אי חוקיות הדוקרת את העין ומקוממת את הלב\". \"אי החוקיות ואי המוסריות גלויה ומובהקת\". חובה שלא לציית לפקודה זו. ציות לפקודה זו תגרום להעמדה לדין של נותן הפקודה והמבצע."
  },
  {
    "key": "עריצות הרוב",
    "value": "מצב בו הרוב מנצל את כוחו לרעה. קבלת החלטות לא חוקיות תוך פגיעה בזכויות אדם, זכויות המיעוט או בעקרונות הדמוקרטיה. לרוב יש חובה להגן על זכויות האדם והאזרח של המיעוט ובמצב שזה לא קורה, המיעוט לא מחוייב לציית."
  }
]